[
  "Vanished the veils of light and shade",
  "Lifted every vapor of sorrow",
  "Sailed away all dawns of fleeting joy, Gone the dim sensory mirage.",
  "Love, hate, health, disease, life, death",
  "Perished these false shadows on the screen of duality.",
  "Waves of laughter, scyllas of sarcasm, melancholic whirlpools",
  "Melting in the vast sea of bliss.",
  "The storm of maya stilled",
  "By magic wand of intuition deep.",
  "The universe, forgotten dream, subconsciously lurks",
  "Ready to invade my newly wakened memory divine.",
  "I live without the cosmic shadow",
  "But it is not, bereft of me;",
  "As the sea exists without the waves",
  "But they breathe not without the sea.",
  "Dreams, wakings, states of deep turiya, sleep;",
  "Present, past, future, no more for me",
  "But ever-present, all-flowing I, I, everywhere.",
  "Planets, stars, stardust, earth",
  "Volcanic bursts of doomsday cataclysms",
  "Creation’s molding furnace",
  "Glaciers of silent x‐rays, burning electron floods",
  "Thoughts of all men, past, present, to come",
  "Every blade of grass, myself, mankind",
  "Each particle of universal dust",
  "Anger, greed, good, bad, salvation, lust",
  "I swallowed, transmuted all",
  "Into a vast ocean of blood of my own one Being!",
  "Smoldering joy, oft‐puffed by meditation",
  "Blinding my tearful eyes",
  "Burst into immortal flames of bliss",
  "Consumed my tears, my frame, my all.",
  "Thou art I, I am Thou",
  "Knowing, Knower, Known, as One!",
  "Tranquilled, unbroken thrill, eternally living, ever new peace!",
  "Enjoyable beyond imagination of expectancy, samadhi bliss!",
  "Not a mental chloroform",
  "Or unconscious state without willful return",
  "Samadhi but extends my conscious realm",
  "Beyond the limits of the mortal frame",
  "To farthest boundary of eternity",
  "Where I, the Cosmic Sea",
  "Watch the little ego floating in me.",
  "The sparrow, each grain of sand, fall not without my sight.",
  "All space like an iceberg floats within my mental sea.",
  "Colossal Container, I, of all things made.",
  "By deeper, longer, thirsty, guru‐given meditation",
  "Comes this celestial samadhi.",
  "Mobile murmurs of atoms are heard",
  "The dark earth, mountains, vales, lo! molten liquid!",
  "Flowing seas change into vapors of nebulae!",
  "Aum blows upon the vapors, opening wondrously their veils",
  "Oceans stand revealed, shining electrons",
  "Till, at last sound of the cosmic drum",
  "Vanish the grosser lights into eternal rays",
  "Of all‐pervading bliss.",
  "From joy I came, for joy I live, in sacred joy I melt.",
  "Ocean of mind, I drink all Creation’s waves.",
  "Four veils of solid, liquid, vapor, light",
  "Lift aright.",
  "Myself, in everything, enters the Great Myself.",
  "Gone forever, fitful, flickering shadows of mortal memory.",
  "Spotless is my mental sky, below, ahead, and high above.",
  "Eternity and I, one united ray.",
  "A tiny bubble of laughter, I",
  "Am become the Sea of Mirth Itself."
]
